<!--Modal Log-out --> 
<div class="modal fade" id="logout" tabindex="-1">
    <div class="modal-dialog">
        <div class="modal-content">
            <div class="modal-header">
            </div>
            <div class="modal-body">
                <h1>Умови використання інтернет-магазину SERENIQUE</h1>
                
                <!-- Highlighted sections with larger font -->
                <h2>1. Основні визначення</h2>
                <div class="highlighted-text">
                Покупець - фізична або юридична особа, яка має намір придбати товари на сайті Інтернет-магазину. Зареєстрований покупець - Покупець, що надав про себе Продавцеві індивідуальну інформацію (прізвище, ім'я, по батькові, адреса електронної пошти, номер телефону), яка може бути використана для оформлення Замовлення багато разів. Дана інформація надається при оформленні Замовлення.
Продавець - організація, що здійснює продаж товарів за допомогою Інтернет-магазину, розміщеного за адресою https://paton.ua/. Інтернет-магазин - інтернет-сайт, на якому будь-який Покупець може ознайомитися з представленими Товарами, їх описом і цінами на Товари, вибрати певний Товар, спосіб оплати і доставки Товарів, оформити Замовлення.
Товар - об'єкт купівлі-продажу, представлений до продажу в Інтернет-магазині за допомогою розміщення у відповідному розділі Інтернет-магазину.
Замовлення - оформлений запит Покупця на купівлю та доставку за вказаною адресою Товарів, обраних в Інтернет-магазині.
</div>

                <h2>2. Загальні положення</h2>
                <div class="highlighted-text">
                  Ці умови продажу товарів в Інтернет-магазині (далі «Умови») визначають порядок покупки Товарів через Інтернет-магазин фізичними або юридичними особами, далі іменуються «Покупець»; при спільному згадуванні Продавець і Покупець також іменуються «Сторони», а кожен окремо - «Сторона».
Кожна Сторона гарантує іншій Стороні, що володіє необхідною право- і дієздатністю, а також всіма правами і повноваженнями, необхідними і достатніми для укладання та виконання договору купівлі-продажу.
Замовляючи Товари через Інтернет-магазин, Покупець погоджується з цими Умовами.
Продавець залишає за собою право вносити зміни до цих Умов, в зв'язку з чим Покупець зобов'язується регулярно відслідковувати зміни в Умовах, розміщених на сторінці Інтернет-магазину.
Покупець погоджується з цими Умовами шляхом проставляння відповідної відмітки при оформленні</div>
</div>

                <h2>3. Конфіденційність і захист персональної інформації</h2>
                <div class="highlighted-text">
                  Відповідно до Закону України "Про захист персональних даних" від 01.06.2010 №2297-VI, оформляючи Замовлення в Інтернет-магазині, Покупець надає Продавцю згоду без будь-яких застережень на обробку персональних даних і підтверджує, що повідомлений про права, встановлених Законом України "про захист персональних даних", мету обробки даних, про можливість зміни мети обробки персональних даних Покупця, доступі до персональних даних третіх осіб, надання власником персональних даних часткового або повного права обробки персональних даних іншими суб'єктами відносин, пов'язаних із персональними даними, і про можливості поширення персональних даних, на що Покупцем дано згоду.
                  </div> 
При використанні Покупцем сервісів Сайту Продавцем здійснюється збір і обробка даних Покупця, а саме:</div>
</div>  
даних, що надаються Покупцем як при заповненні реєстраційних форм, так і в процесі користування сервісами;
файли cookie;
ір-адреси;
параметри і настройки інтернет-браузерів.  
</div>  
При реєстрації замовлення в Інтернет-магазині Покупець надає про себе наступну інформацію: прізвище, ім'я, адреса електронної пошти, номер телефону. Перелік даних, необхідних для оформлення Замовлення, може бути змінений Продавцем в односторонньому порядку.
</div>  
Продавець використовує отриману від Покупця інформацію:
для реєстрації Покупця в Інтернет-магазині;
для виконання своїх зобов'язань перед Покупцем;
для оцінки та аналізу роботи Інтернет-магазину.                                     
</div>  